<template>
  <b-container class="bv-example-row text-white">
    <h1>О нас</h1>
    <ul class="font-weight-bold">
      <h3 class="mt-4 mb-4">Наша дружная семья команда разработчиков.</h3>
      <li>Наташа Эбель (дизайнер) – единственная девушка и единственный человек, который точно знает, что делать.</li>
      <li>Севастьян Жуков (Android-разработчик) – спортсмен, красавчик, но к сожалению пишет на Java</li>
      <li>Василий Кузенков (Front-end) – высокоинтеллектуальный, высокодуховный, многопрофильный (со слов Василия)</li>
      <li>Артем Зверев и Степан Дюбин (Back-end) – оставались на ночь в офисе. Этим все сказано</li>
      <li>Алексей Крючков (менеджер) – без него бы ничего не получилось (но это не точно)</li>
      <li>Влад – никто не знает, чем он занимается</li>
    </ul>

  </b-container>
</template>
