<template>
<b-container class="bv-example-row">
    <h1>Правила игры</h1>
<div class="font-weight-bold text-white">
    <i>Информационное пространство переполнено мемами… </i>
    <p>
    Люди, которые заходят в Интернет, чтобы получить удовольствие, тонут в огромном пространстве некачественного и малосмешного контента. 
    </p>
    <p>
    Именно вы можете определить какие мемы достойны всеобщего внимания. 
    </p>
    <p>
    Суть:     
    </p>
    <p>
    На выбор дается две картинки. Голосуйте за понравившийся вам мем, на это у вас есть всего 5 секунд! Важно угадывать победителей подряд – за это дается больше memcoins. 
    </p>
    <p>
    1 победа – 1 memcoin 
    </p>
    <p>
    2 победы – 2 memcoin’а 
    </p>
    <p>
    3 победы – 3 memcoin’а 
    </p>
    <p>
    4 победы – 4 memcoin’а 
    </p>
    <p>
    5 побед – 5 memcoin’ов 
    </p>
    <p>
    В случае проигрыша выбранного мема вы не выбываете из игры, но ваш накопленный бонус теряется. 
    </p>
    <p>
    Правила: 
    </p>
    <p>
    В игре участвуют 32 мема. Через 10 секунд после начала игры начнут появляться сформированные пары, где нужно проголосовать за понравившуюся картинку. По итогам голосования откроется таблица победителей раунда. Далее на раунд выходят уже 8 выживших мемов. В результате определится наиболее крутой и смешной конкурсант! (Важно – каждый победитель занимает место на логотипе до определения следующего победителя) 
    </p>
    <p>
    Продолжительность перерыва между раундами – 10 секунд. 
    </p>
    <p>
    Время выбора понравившегося мема в паре – 5 секунд. 
    </p>
    <p>
    Количество раундов : 5 
    </p>
    <p>
    Первый раунд – выбор 16 мемов из 32 
    </p>
    <p>
    Второй раунд - выбор 8 мемов из 16 
    </p>
    <p>
    Третий раунд - выбор 4 мемов из 8 
    </p>
    <p>
    Четвертый раунд - выбор 2 мемов из 4 
    </p>
    <p>
    Пятый раунд (финал) - выбор победителя
    </p>
</div>
</b-container>
</template>

<style>
.text-white{
	color: white !important;
}
</style>
